results/experiment/asplos25-spring/python/cr-dna-container-benchmark-1-1-256/1/ab.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 127.0.0.1 (be patient).....done


Server Software:        
Server Hostname:        127.0.0.1
Server Port:            8080

Document Path:          /run
Document Length:        1886 bytes

Concurrency Level:      1
Time taken for tests:   0.068 seconds
Complete requests:      8
Failed requests:        0
Total transferred:      15968 bytes
Total body sent:        1736
HTML transferred:       15088 bytes
Requests per second:    118.39 [#/sec] (mean)
Time per request:       8.447 [ms] (mean)
Time per request:       8.447 [ms] (mean, across all concurrent requests)
Transfer rate:          230.77 [Kbytes/sec] received
                        25.09 kb/s sent
                        255.86 kb/s total

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.0      0       0
Processing:     1    8  20.6      1      59
Waiting:        1    8  20.6      1      59
Total:          1    8  20.6      1      59

Percentage of the requests served within a certain time (ms)
  50%      1
  66%      1
  75%      2
  80%      2
  90%     59
  95%     59
  98%     59
  99%     59
 100%     59 (longest request)